<!DOCTYPE html>
<html lang="ja">

<head prefix="og: //ogp.me/ns# fb: //ogp.me/ns/fb#  website: //ogp.me/ns/website#">
	<meta charset="UTF-8">
	<meta http-equiv="x-ua-compatible" content="ie=edge">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<meta name="description" content="タカハマライフアートのプライバシーポリシーについてのページです。オリジナルTシャツ作成において、個人情報保護方針について記載しておりますので、タカハマライフアートでTシャツプリントをご希望の方は、一読お願い致します。">
	<meta name="keywords" content="プライバシーポリシー,オリジナルTシャツ">
	<meta property="og:title" content="世界最速！？オリジナルTシャツを当日仕上げ！！">
	<meta property="og:type" content="website">
	<meta property="og:description" content="業界No. 1短納期でオリジナルTシャツを1枚から作成します。通常でも3日で仕上げます。">
	<meta property="og:url" content="https://www.takahama428.com/">
	<meta property="og:site_name" content="オリジナルTシャツ屋｜タカハマライフアート">
	<meta property="og:image" content="https://www.takahama428.com/common/img/header/Facebook_main.png">
	<meta property="fb:app_id" content="1605142019732010">
	<title>プライバシーポリシー | オリジナルTシャツ【タカハマライフアート】</title>
	<link rel="shortcut icon" href="/icon/favicon.ico">
	<?php include $_SERVER['DOCUMENT_ROOT']."/common/inc/css.php"; ?>
	<link rel="stylesheet" type="text/css" href="/corporate/css/privacy.css">
</head>

<body>
	<header>
		<?php include $_SERVER['DOCUMENT_ROOT']."/common/inc/header.php"; ?>
	</header>


	<div id="fb-root"></div>
	<script>
		(function(d, s, id) {
			var js, fjs = d.getElementsByTagName(s)[0];
			if (d.getElementById(id)) return;
			js = d.createElement(s);
			js.id = id;
			js.src = "//connect.facebook.net/ja_JP/sdk.js#xfbml=1&version=v2.0";
			fjs.parentNode.insertBefore(js, fjs);
		}(document, 'script', 'facebook-jssdk'));

	</script>


	<div id="container">
		<div class="contents">
			<ul class="pan">
				<li><a href="/">オリジナルＴシャツ屋ＴＯＰ</a></li>
				<li>プライバシーポリシー</li>
			</ul>
			<div id="main" class="overview">
				<section>
					<h1 class="headLine01">プライバシーポリシー</h1>

					<ul class="trans">
						<h2 class="ong">個人情報保護方針</h2>
						<li>
							<p> 本プライバシーポリシーは、当社が行う各種サービスにおいて、お客様の個人情報もしくはそれに準ずる情報を取り扱う際に、＜タカハマライフアート＞ (以下、「当社」)が遵守する方針を示したものです。</p>
							<p>当社は、個人情報の重要性を認識し、個人情報を保護することが社会的責務であると考え、個人情報に関する法令及び社内規程等を遵守し、当社で取扱う個人情報の取得、利用、管理を適正に行います。</p>
						</li>

						<h2 class="ong">個人情報とは</h2>
						<li>
							<p>プライバシー情報のうち「個人情報」とは、個人情報保護法にいう「個人情報」を指すものとし、生存する個人に関する情報であって、当該情報に含まれる氏名、生年月日、住所、電話番号、連絡先その他の記述等により特定の個人を識別できる情報を指します。</p>
							<p>プライバシー情報のうち「履歴情報および特性情報」とは、上記に定める「個人情報」以外のものをいい、ご利用いただいたサービスやご購入いただいた商品、ご覧になったページや広告の履歴、お客様が検索された検索キーワード、ご利用日時、ご利用の方法、ご利用環境、郵便番号や性別、職業、年齢、お客様のIPアドレス、クッキー情報、位置情報、端末の個体識別情報などを指します。</p>
						</li>

						<h2 class="ong">プライバシー情報の収集方法</h2>
						<li>
							<p>当社は、お客様が利用登録をする際に氏名、生年月日、住所、電話番号、メールアドレス、銀行口座番号などの個人情報をお尋ねすることがあります。</p>
							<p>また、お客様と提携先などとの間でなされたお客様の個人情報を含む取引記録や、決済に関する情報を当社の提携先（情報提供元、広告主、広告配信先などを含みます。以下、｢提携先｣といいます。）などから収集することがあります。</p>
							<p>当社は、お客様について、利用したサービスやソフトウエア、購入した商品、閲覧したページや広告の履歴、検索した検索キーワード、利用日時、利用方法、利用環境（携帯端末を通じてご利用の場合の当該端末の通信状態、利用に際しての各種設定情報なども含みます）、IPアドレス、クッキー情報、位置情報、端末の個体識別情報などの履歴情報および特性情報を、お客様が当社や提携先のサービスを利用しまたはページを閲覧する際に収集します。</p>
						</li>

						<h2 class="ong">クッキーについて</h2>
						<li>
							<p>Cookieとは、当社がWEBを通じてお客様がウェブページを利用した際に、閲覧履歴や入力内容などを、お客様のコンピュータにファイルとして保存しておく仕組みです。</p>
							<p>当社は、これを利用してお客様のブラウザを認識し、次回のご利用時までカート内の商品を保管するなどの機能を提供することができます。また、当社の広告の配信を委託するYahoo! JAPAN、Googleを含む第三者はCookie を使用して、当社への過去のアクセス情報に基づいて広告を配信します。</p>
							<p>cookie機能の無効を設定する方法は、ほとんどのブラウザの 「ヘルプ」機能に説明がありますのでご確認ください。ただし、当社のサービスの一部や、重要な機能を活用していただくために、cookieを受け付ける設定にしておくことをおすすめします。cookieの利用を拒否した場合、カートに商品を追加できない、注文画面に進めないなどのエラーが生じる可能性があります。</p>
							<p>当社では、より良いサービスをご提供するためにクッキーを使用しておりますが、クッキーによってお客様ご自身を特定し、識別することはできませんので、お客様個人を特定する情報は一切含まれておりません。</p>
							<p>また、個人を特定できるようなデータ（名、姓、電話番号、住所など）を意図的に保存することは決してありません。当社の運営するメディアにおいては、たとえ特定の個人を識別することができなくとも、クッキー及びＩＰアドレス情報を利用する場合には、その目的と方法を開示してまいります。</p>
						</li>

						<h2 class="ong">アクセス解析ツールについて</h2>
						<li>
							<p>当社では、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。このGoogleアナリティクスはトラフィックデータの収集のためにCookieを使用しています。</p>
							<p>このトラフィックデータは匿名で収集されており、個人を特定するものではありません。この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。この規約に関して、詳しくは<a href="https://www.google.com/analytics/terms/jp.html" target="_blank">こちら</a>をご確認ください。</p>
						</li>

						<h2 class="ong">個人情報の取得と利用目的</h2>
						<li>
							<p>氏名、住所、連絡先などを商品のお申込時にWEBのフォームにて入力していただくことで、当社が収集しております。また、当社は、お客様からご提供いただく情報を以下の目的の範囲内において、当社が提供するサービスに利用します。お客様の同意なく、情報の収集、目的外の利用を行うことはありません。</p>
							<ul>
								<li class="inner">・メールマガジン、DM、各種お知らせ等の配信などで、特価提供、最新情報、その他の新サービスについてお知らせするため。</li>
								<li class="inner">・お客様に連絡をするためにメールアドレスを利用する場合やお客様に商品を送付する際に必要に応じて連絡するため。</li>
								<li class="inner">・お客様の承諾、申込みに基づく、本サービス利用企業、提携企業、団体等への個人情報の提供のため。</li>
								<li class="inner">・本サービスの改善、新規サービスの開発およびマーケティングのため。</li>
								<li class="inner">・キャンペーン、アンケート、取材等の実施のため。</li>
								<li class="inner">・本サービスに関するご意見、お問い合わせ内容の確認・回答のため。</li>
								<li class="inner">・利用規約等で禁じている行為などの調査のため。</li>
								<li class="inner">・お客様に自分の登録情報の閲覧や修正、利用状況の閲覧を行っていただくために、氏名、住所、連絡先、支払方法などの登録情報、利用されたサービスや購入された商品、およびそれらの代金などに関する情報を表示するため。</li>
								<li class="inner">・お客様の本人確認を行うために、氏名、生年月日、住所、電話番号、銀行口座番号、配達証明付き郵便の到達結果などの情報を利用するため。</li>
								<li class="inner">・お客様に代金を請求するために、購入された商品名や数量、利用されたサービスの種類や期間、回数、請求金額、氏名、住所などの支払に関する情報などを利用するため。</li>
								<li class="inner">・お客様の利便性を高めるため、再度同一の内容を入力させないため</li>
								<li class="inner">・当社に登録されている情報を入力画面に表示させたり、お客様のご指示に基づいて配送サービスや、決済サービス（提携先が提供するものも含みます）を使用するため。</li>
								<li class="inner">・代金の支払の遅滞、第三者に損害を発生させるなど、本サービスの利用規約に違反したお客様や、不正・不当な目的でサービスを利用しようとするお客様の利用をお断りするために、利用態様、氏名や住所など個人を特定するための情報を利用するため。</li>
								<li class="inner">・お客様からのお問い合わせに対応するため。</li>
								<li class="inner">・お客様へ当社サービスを提供するため</li>
								<li class="inner">・本人のご了解がある場合。</li>
								<li class="inner">・お客様ごとにカスタマイズされたサービスをご利用いただくため。</li>
								<li class="inner">・お問い合わせやお申込み、資料請求など個人情報を利用する場面において、発生する通信エラーなど、問題のトラブルシューティングを行うため。</li>
								<li class="inner">・上記の利用目的に付随する目的。</li>
							</ul>
						</li>

						<h2 class="ong">個人情報の管理</h2>
						<li>
							<p>当社は、個人情報の正確性及び安全性を確保するために、情報セキュリティ対策をはじめとする安全対策を実施し、個人情報への不正アクセス、紛失、破壊、改ざん及び漏えい等の予防に努めます。</p>
							<p>お客様の情報のセキュリティ確保のために、当社は、SSL （Secure Socket Layer）という仕組みを使って、入力された情報を暗号化します。通信を暗号化することで第三者による盗聴・改ざんを防ぎます。</p>
							<p>事故が発生した場合に備えて、証拠を保全しその原因が追求できるような体制を構築するとともに、万一事故が発生した場合でも迅速かつ適切に対処して、事故の再発防止等、その是正のため最大限の努力をいたします。</p>
							<p>また当社は、お客様からご提供いただいた情報の管理について、以下を徹底します。</p>
							<ol>
								<li class="inner">1) 情報の正確性の確保</li>
								<p>お客様からご提供いただいた情報については、常に正確かつ最新の情報となるよう努めます。</p>
								<li class="inner">2) 安全管理措置</li>
								<p>当社は、組織的な個人情報の管理については、社内規定による厳重に取扱い方法を規定し、それに基づいた取扱いを徹底しています。</p>
								<li class="inner">3) 従業者の監督</li>
								<p>当社は、当社の規程に基づき、個人情報取扱い規程の厳格な運用を徹底しています。</p>
								<li class="inner">4) 保存期間と廃棄</li>
								<p>お客様からご提供いただいた情報については、保存期間を設定し、保存期間終了後は廃棄します。また、保存期間内であっても、不要となった場合にはすみやかに廃棄します。</p>
							</ol>
						</li>

						<h2 class="ong">第三者提供の有無</h2>
						<li>
							<p>個人情報保護法上提供が認められている場合、当社は、次に掲げる場合を除いて、あらかじめお客様の同意を得ることなく、第三者に個人情報を提供することはありません。ただし、個人情報保護法その他の法令で認められる場合を除きます。</p>
						</li>

						<h2 class="ong">ご本人の照会</h2>
						<li>
							<p>お客様がご本人の個人情報の照会、修正、削除などをご希望される場合には、ご本人であることを確認の上、対応させていただきます。</p>
						</li>

						<h2 class="ong">個人情報の開示・訂正・利用停止等</h2>
						<li>
							<p>当社は、本人から個人情報の開示を求められたときは、本人に対し、遅滞なくこれを開示します。ただし、開示することにより次のいずれかに該当する場合は、その全部または一部を開示しないこともあり、開示しない決定をした場合には、その旨を遅滞なく通知します。</p>
							<ol>
								<li class="inner">（1）本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合</li>
								<li class="inner">（2）当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合</li>
								<li class="inner">（3）その他法令に違反することとなる場合</li>
							</ol>
							<p>前項の定めにかかわらず、履歴情報および特性情報などの個人情報以外の情報については、原則として開示いたしません。</p>
							<p>お客様からご提供いただいた情報の詳細については、以下の手続きにていつでもご確認することができます。</p>
							<p>また、情報の内容の訂正や利用停止等についても、お客様の申請に基づき、速やかに処理します。</p>
							<ol>
								<li class="inner">1) 個人情報取扱事業者の名称</li>
								<p>有限会社タカハマライフアート</p>
								<p>本社所在地：〒124-0025 葛飾区西新小岩3-14-26</p>
								<p>代表者氏名：高濱　猛</p>
								<li class="inner">2) 保有個人データの訂正等</li>
								<p>ご提供いただいた情報に訂正が必要な場合は、<a href="https://www.takahama428.com/user/my_menu.php" target="_blank">マイページ</a>にログインして頂き、お客様情報の編集より、情報の更新を行うことができます。</p>
								<li class="inner">3) 保有個人データの利用停止等</li>
								<p>ご提供いただいた情報の利用停止、情報のご提供の停止、ご提供いただいた情報の削除等については、<a href="https://www.takahama428.com/contact/" target="_blank">お問い合わせ</a>より、手続きを行うことができます。その際に、メッセージ欄に個人データの利用停止の旨を記載し、送信してください。</p>
								<li class="inner">4) 手数料</li>
								<p>上記の手続きには、手数料等は発生いたしません。</p>
							</ol>
						</li>

						<h2 class="ong">プライバシーポリシーの変更</h2>
						<li>
							<p>当社は、個人情報に関して適用される日本の法令を遵守するとともに、本ポリシーの内容を適宜見直しその改善に努めます。本ポリシーの内容は、お客様に通知することなく、変更することができるものとします。</p>
							<p>当社が別途定める場合を除いて、変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。修正された最新のプライバシーポリシーは常に本ページにて開示されます。</p>
						</li>

						<h2 class="ong">著作権</h2>
						<li>
							<p>当社のWEBサイトに掲載されている全てのコンテンツは、当社が所有しています。書面による許可なく、個人的な目的以外で使用することは禁止されています。</p>
						</li>

						<h2 class="ong">免責事項</h2>
						<li>
							<p>当社からリンクやバナーなどによって他のサイトに移動された場合、移動先サイトで提供される情報、サービス等について一切の責任を負いません。</p>
							<p>当社のコンテンツ・情報につきまして、可能な限り正確な情報を掲載するよう努めておりますが、誤情報が入り込んだり、情報が古くなっていることもございます。当社に掲載された内容によって生じた損害等の一切の責任を負いかねますのでご了承ください。</p>
							<p>当社は、暗号化処理等（SSL）を行い厳重に保管・管理し個人情報の保護に十分な注意を払っておりますが、情報の漏洩、紛失、第三者による改ざん等の防止の保証いたしません。よって、これにより発生したお客様または第三者の損害については一切の責任を負いません。</p>
							<p>当社は、お客様から提供された連絡先の誤り、変更等により生じた損害については、一切の責任を負わないものとします。</p>
							<p>当サイトで会員登録を行ったメールアドレス及びパスワードについて、お客様自身の管理不十分による第三者の利用等に起因する損害等に関しては、当社は一切の責任を負いません。</p>
						</li>

						<h2 class="ong">問い合わせ先</h2>
						<li>
							<p>本サービス、又は個人情報の取扱いに関しては、下記の窓口まで電話または E メール、WEBのお問い合わせフォームにてご連絡ください。</p>
							<p>有限会社タカハマライフアート</p>
							<p>電話番号： 0120-130-428</p>
							<p>E メールアドレス： info@takahama428.com</p>
							<p>お問い合わせページ：<a href="https://www.takahama428.com/contact/" target="_blank">https://www.takahama428.com/contact/</a></p>
						</li>

						<h2 class="ong">改訂</h2>
						<li>
							<p>平成 10 年 6 月 23 日 策定</p>
							<p>平成 29 年 4 月 9 日 改訂</p>
						</li>
					</ul>
				</section>
				<!-- /main -->
			</div>

		</div>
		<!-- /container -->
	</div>

	<footer class="page-footer">
		<?php include $_SERVER['DOCUMENT_ROOT']."/common/inc/footer.php"; ?>
	</footer>

	<?php include $_SERVER['DOCUMENT_ROOT']."/common/inc/util.php"; ?>

	<div id="overlay-mask" class="fade"></div>

	<?php include $_SERVER['DOCUMENT_ROOT']."/common/inc/js.php"; ?>

</body>

</html>
